[
  {
    "id": 1,
    "title": "Cara mencari pekerjaan via website ?",
    "subTitle": [
      "1. Persiapan",
      "2. Cari di Website Pekerjaan",
      "3. Buat Resume Anda"
    ],
    "profilUploader": "https://s3-alpha-sig.figma.com/img/20f2/f61f/cbf5f41ae057940e53a111be8cf85bb8?Expires=1700438400&Signature=jB~y3qQ0ijAXIUT9HwpZHG5gwKoXPTM3grgCRzEV-pBbDpixqwuS5i8SYi5Lqbx1hNCL6RototL0eK9tGCwhO0bmpx7YdT2M-y69EfMP3rBIkHQ8NbYXZYchTQELGFvDb1MX7CN2FFi3AKwXJdqmLfH4h2l5KJK3PNP~alOVZQy1~mkrXqDr-kNv0M1SfYEUw3qM1b6LRDVsFAI0aHMWH3UbmhxgY9b03KuAaTgbreUMyfL1BnwoWKpRWLh0qFveA55M91I9UySkLlBL5YjOkTrYtZtIO~R1EsnEWkigxQ~yAIRS5tF1aiA3xZ7aV5tq97isJy2Uot3m79qEzIQDaw__&Key-Pair-Id=APKAQ4GOSFWCVNEHN3O4",
    "nameUploader": "Rodimus Prime",
    "date": "10/10/2023",
    "blogSection": [
      [
        "Mencari pekerjaan dapat menjadi tugas yang menantang, tetapi website dapat menjadi alat yang sangat berguna. Dalam artikel ini, kami akan membahas langkah-langkah untuk mencari pekerjaan secara efektif melalui website",
        "1. Persiapan : Sebelum Anda mulai mencari pekerjaan, penting untuk melakukan persiapan yang tepat. Beberapa langkah persiapan meliputi:",
        "a. Identifikasi Keahlian Anda Pertama, identifikasi keahlian dan minat Anda. Pertimbangkan apa yang menjadi kekuatan Anda, apa yang Anda nikmati, dan bidang pekerjaan yang ingin Anda eksplorasi.",
        "b. Perbarui Resume Anda Pastikan resume Anda terbaru dan mencerminkan pengalaman, pendidikan, dan keahlian terbaru Anda. Tambahkan informasi terkini yang relevan dengan posisi yang Anda cari.",
        "c. Tentukan Lokasi dan Jenis Pekerjaan Putuskan di mana Anda ingin bekerja dan jenis pekerjaan apa yang Anda cari. Apakah Anda mencari pekerjaan di kota Anda atau bersedia untuk relokasi?"
      ],
      [
        "2. Cari di Website Pekerjaan : Ada banyak website yang menyediakan daftar pekerjaan dari berbagai perusahaan. Beberapa di antaranya termasuk LinkedIn, Indeed, Glassdoor, dan banyak lagi. Di sini adalah langkah-langkah untuk mencari pekerjaan di website ini:",
        "a. Pilih Website Pekerjaan yang Tepat Pilih platform atau website pekerjaan yang paling sesuai dengan kebutuhan Anda. Website ini biasanya memungkinkan Anda untuk mencari pekerjaan berdasarkan kata kunci, lokasi, perusahaan, atau jenis pekerjaan.",
        "b. Gunakan Kata Kunci yang Tepat Ketika Anda melakukan pencarian, pastikan Anda menggunakan kata kunci yang sesuai dengan posisi yang Anda inginkan. Ini akan membantu Anda menemukan pekerjaan yang relevan.",
        "c. Terapkan Filter Sebagian besar website pekerjaan memungkinkan Anda untuk menerapkan filter tambahan, seperti gaji, tingkat pengalaman, atau jenis kontrak. Gunakan filter ini untuk menyaring hasil pencarian."
      ],
      [
        "3. Buat Resume Anda : Resume Anda adalah kartu nama virtual Anda ketika Anda mencari pekerjaan secara online. Pastikan resume Anda menonjol dengan langkah-langkah berikut:",
        "a. Tampilkan Pengalaman Terkait Fokuskan pengalaman Anda yang paling relevan dengan posisi yang Anda lamar. Jelaskan tugas dan pencapaian Anda dengan jelas.",
        "b. Tampilkan Pendidikan Anda Sertakan informasi pendidikan Anda, termasuk gelar dan institusi tempat Anda belajar. Ini bisa menjadi faktor penentu.",
        "c. Gambarkan Keahlian Anda. Sebutkan keahlian khusus yang Anda miliki yang relevan dengan pekerjaan yang Anda cari.",
        "Dengan mengikuti langkah-langkah ini, Anda dapat meningkatkan peluang Anda untuk berhasil dalam mencari pekerjaan melalui website. Selamat mencari pekerjaan!"
      ]
    ],
    "imageBlog": "https://s3-alpha-sig.figma.com/img/ccea/ffe3/b6138e5fd49b9714e1fe950db9c4e35f?Expires=1701648000&Signature=H--Ok40OCqTKB8t2Xluj0kcVpe-NJ-ButqkeQm2IBL2KSCsV0a9QRgP6iJ4rX3VPdBXs~F7aZ6Va70Sifc7W7ILzgACVj2gxtv3AoDXyQ9F0YUUB1P2tdHkOCiXGOUdoCB-REridOOAxg6Hmh4rjn-rzIFMuIEBa2h49sxLLGPNRKRZ~56AhNnBju1maZ9CfgoLCyt31ShwrQD9h~IVAuQb1wNMIkTUbikSFj0CDAaaoh7nFJX0MrTFHf0i0sWyB5r-7CoH0XUfQFFVV3qFb5DxYy4bIuWTxT5YfEhSwSuwyIvIaF5YY54mtqn7hLYBRdz3LQvNc-wO1SYA-RtBtSQ__&Key-Pair-Id=APKAQ4GOSFWCVNEHN3O4"
  }
]
